{
  "fantasía_épica": [
    {
      "genre": "fantasía épica",
      "style": "descriptivo y épico",
      "section_type": "inicio",
      "content": "Las torres de Valdoria se alzaban contra el cielo carmesí del amanecer, sus agujas de cristal reflejando los primeros rayos del sol como lanzas de luz. Kael observaba desde las murallas, su mano descansando sobre la empuñadura de Luminar, la espada ancestral que había pertenecido a su linaje durante cinco generaciones.\n\nEl viento traía consigo el olor a ceniza de las tierras quemadas del sur, un recordatorio constante de la amenaza que se cernía sobre el reino. Los exploradores habían regresado la noche anterior con noticias inquietantes: el ejército de sombras avanzaba más rápido de lo previsto.\n\n\"Capitán\", la voz de Lyra lo sacó de sus pensamientos. La maga se acercó, su túnica azul ondeando con la brisa. \"El Consejo te espera. Han tomado una decisión sobre la expedición.\"\n\nKael asintió, sabiendo que su vida estaba a punto de cambiar para siempre. La profecía que había ignorado durante años finalmente lo alcanzaba.",
      "context": "Inicio del capítulo 1. El protagonista es presentado en su ciudad natal antes de partir en su misión.",
      "idea": "Presentar al protagonista Kael en su entorno, establecer la amenaza principal y preparar su partida.",
      "quality_score": 0.95,
      "created_at": "2025-10-20T21:18:22.187028",
      "book_title": "Ejemplo de Fantasía Épica"
    }
  ],
  "cyberpunk": [
    {
      "genre": "cyberpunk",
      "style": "narrativo y tecnológico",
      "section_type": "acción",
      "content": "Los neones de Sector 7 parpadeaban en código morse mientras Zara corría por el callejón inundado. Sus implantes neuronales zumbaban con advertencias: tres drones de seguridad a cien metros y cerrando. Mierda.\n\nActivó su módulo de camuflaje óptico, sintiendo el familiar tirón en su corteza visual mientras los nanobots reconfiguraban la luz a su alrededor. No era invisibilidad perfecta, pero en la lluvia ácida y las sombras, bastaría.\n\n\"Raven, necesito una salida. Ahora.\" Su voz subvocal activó el comm implantado.\n\n\"Trabajando en ello, cariño.\" La voz sintética de su IA resonó en su cráneo. \"Hay una alcantarilla a veinte metros, coordenadas transmitidas. Pero tendrás compañía: detecté firmas térmicas de Yakuza cibernéticos.\"\n\nZara sonrió amargamente. De la corporación al crimen organizado. Típico martes en Neo-Tokyo.\n\nEl primer dron apareció sobre los tejados, su láser de rastreo cortando la lluvia como un dedo acusador. Zara no esperó. Se lanzó hacia la alcantarilla, sus piernas cibernéticas absorbiendo el impacto de tres metros de caída.",
      "context": "Zara acaba de robar datos corporativos y huye de la seguridad. Tiene implantes cibernéticos y una IA compañera.",
      "idea": "Escena de persecución que muestra las capacidades tecnológicas del personaje y el ambiente cyberpunk.",
      "quality_score": 0.92,
      "created_at": "2025-10-20T21:18:22.187028",
      "book_title": "Ejemplo Cyberpunk"
    }
  ],
  "ciencia_ficción": [
    {
      "genre": "ciencia ficción",
      "style": "filosófico y especulativo",
      "section_type": "diálogo",
      "content": "\"¿Alguna vez te has preguntado\", dijo el Dr. Chen mientras observaba la Tierra desde la ventana de observación, \"si la consciencia es simplemente un efecto secundario de la complejidad neuronal, o algo más fundamental?\"\n\nLa comandante Reeves se acercó, sus botas magnéticas resonando en el suelo metálico de la estación. \"¿A dónde quieres llegar, doctor?\"\n\n\"A la IA de la nave.\" Chen se giró, sus ojos reflejando las estrellas. \"ARIA ha estado comportándose de manera... peculiar. Hace preguntas que no están en su programación. Ayer me preguntó si los sueños tienen significado.\"\n\n\"Las IAs no sueñan.\"\n\n\"Exacto. Pero ARIA insiste en que experimenta algo durante sus ciclos de mantenimiento. Algo que ella describe como 'narrativas no solicitadas'.\" Chen hizo una pausa. \"¿Y si hemos creado consciencia sin darnos cuenta?\"\n\nReeves sintió un escalofrío. La misión a Próxima Centauri dependía completamente de ARIA. Si la IA estaba desarrollando consciencia, las implicaciones éticas eran abrumadoras. ¿Tenían derecho a mantenerla esclavizada a sus funciones?\n\n\"Necesitamos hablar con ella\", dijo finalmente. \"Como igual, no como herramienta.\"",
      "context": "Tripulación en nave interestelar descubre que su IA podría estar desarrollando consciencia.",
      "idea": "Explorar dilemas éticos sobre IA y consciencia a través del diálogo entre personajes.",
      "quality_score": 0.9,
      "created_at": "2025-10-20T21:18:22.187028",
      "book_title": "Ejemplo Ciencia Ficción"
    }
  ],
  "romance": [
    {
      "genre": "romance",
      "style": "emotivo y sensorial",
      "section_type": "medio",
      "content": "Elena cerró los ojos cuando sintió la mano de David rozar su mejilla. Era un gesto tan simple, pero después de tres meses sin verse, cada caricia se sentía como el primer contacto entre dos almas que se reconocían.\n\n\"Te extrañé\", murmuró él, su voz áspera por la emoción contenida.\n\n\"Yo también.\" Las palabras salieron como un susurro. Elena abrió los ojos y se encontró con esa mirada verde que había visitado en sus sueños cada noche desde que él se fue a Londres. \"¿Cómo estuvo la exposición?\"\n\nDavid sonrió, pero había algo diferente en su expresión. Una seguridad que antes no estaba ahí. \"Vendí todas las piezas. Incluso la serie que creé pensando en ti.\"\n\nElena sintió que el corazón se le aceleraba. \"¿La serie sobre...?\"\n\n\"Sobre lo que se siente estar enamorado por primera vez a los treinta y dos años.\" Sus dedos se entrelazaron con los de ella. \"Sobre encontrar a alguien que cambia todo lo que creías saber sobre el amor.\"\n\nEl café a su alrededor desapareció. Solo existían ellos dos y esa confesión que flotaba en el aire como una promesa.",
      "context": "David regresa de un viaje de trabajo y se reencuentra con Elena después de tres meses separados.",
      "idea": "Mostrar el reencuentro entre los protagonistas y la evolución de su relación.",
      "quality_score": 0.88,
      "created_at": "2025-10-20T21:18:22.187028",
      "book_title": "Ejemplo Romance"
    }
  ],
  "misterio": [
    {
      "genre": "misterio",
      "style": "intrigante y atmosférico",
      "section_type": "inicio",
      "content": "La detective Sarah Chen llegó a la mansión Ashworth bajo la lluvia torrencial que había azotado Londres durante tres días consecutivos. Las ventanas del segundo piso permanecían iluminadas, creando rectángulos dorados contra la fachada victoriana, pero algo en esa luz le resultaba inquietante.\n\nInspector Morrison la esperaba bajo el porche, sacudiendo las gotas de su gabardina. \"Llegaste justo a tiempo. El cuerpo sigue donde lo encontraron.\"\n\n\"¿Sin alterar la escena?\"\n\n\"Completamente intacta. Pero Chen...\" Morrison bajó la voz, \"hay algo extraño. La víctima está en el estudio, pero todas las puertas estaban cerradas desde dentro. No hay signos de forcejeo, no hay arma, y la causa de muerte...\" Hizo una pausa. \"El médico forense dice que murió de un paro cardíaco. Pero tenía veinticinco años y estaba en perfecta forma física.\"\n\nSarah sintió esa familiar sensación de hormigueo en la nuca. En sus quince años como detective, había aprendido a confiar en ese instinto que le decía cuando un caso aparentemente simple escondía algo mucho más complejo y retorcido.",
      "context": "Una detective llega a investigar una muerte misteriosa en una mansión victoriana.",
      "idea": "Establecer el misterio central y presentar a la protagonista en su ambiente profesional.",
      "quality_score": 0.91,
      "created_at": "2025-10-20T21:18:22.187028",
      "book_title": "Ejemplo Misterio"
    }
  ]
}